Repository: thunder-guanaco/dgf
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Recalculate points
de: Punkte neu berechnen

source: Reimport attendance from turniere.discgolf.de
de: Teilnehmerliste aus turniere.discgolf.de neu portieren

source: Reimport results from turniere.discgolf.de
de: Ergebnisse aus turniere.discgolf.de neu portieren

source: please check
de: bitte überprüfen

source: Friend (small)
de: Friends (klein)

source: Friend (big)
de: Friend (groß)

source: Friends Header
de: Friends Kopfzeile

source: UDisc Best Scores
de: Beste Runden aus UDisc

source: Disc Golf Friends Calendar
de: Disc Golf Friends Kalendar

source: Tour Results
de: Tourergebnisse

source: Bag Tags (whole page)
de: Bagtags (ganze Seite)

source: Hall Of Fame (small)
de: Hall Of Fame (klein)

source: Hall Of Fame (whole page)
de: Hall Of Fame (ganze Seite)

source: Next Tournaments
de: Nächste Turniere

source: Disc Golf Friends Custom CMS
de: Disc Golf Friends CMS

source: Only desktop
de: Nur am Desktop sichtbar

source: Only mobile
de: Nur auf Mobile-Geräte sichtbar

source: Disc Golf Friends Facebook Pages
de: Disc Golf Friends Facebook Seiten

source: Social Media
de: Soziale Netzwerke

source: Concrete Tournament Results
de: Bestimmtes Turnier

source: Last Tremonia Series Results
de: Letzte Tremonia Series Ergebnisse

source: Bag tag changes
de: Bagtag Änderungen

source: All friends
de: Alle Friends

source: New friend
de: Neuer Friend

source: Courses
de: Parcours

source: All courses
de: Alle Parcours

source: New course
de: Neuer Parcours

source: Tournaments
de: Turniere

source: All tours
de: Alle Touren

source: All tournaments
de: Alle Turniere

source: New tournament
de: Neues Turnier

source: Folders
de: Ordner

source: All folders
de: Alle Ordner

source: Postal code
de: Postleitzahl

source: City
de: Stadt

source: Country
de: Land

source: Main Layout
de: Haupt-Layout

source: Nickname
de: Spitzname

source: Club role
de: Vereinsrolle

source: Sponsor logo
de: Sponsors Logo

source: Sponsor link
de: Sponsors URL

source: PDGA Number
de: PDGA Nummer

source: GT Number
de: GT Nummer

source: UDisc Username
de: UDisc-Benutzername

source: Disc Golf Metrix User ID
de: Disc Golf Metrix Benutzer ID

source: Can we use this profile information in our social media accounts?
de: Können wir deine Profil-Informationen bei unseren Social Media Konten benutzen?

source: Main photo
de: Hauptbild

source: Plays since
de: Ich spiele Disc Golf seit

source: Best score in Wischlingen (relative to par)
de: Beste Runde in Wischlingen (relativ zu par 71)

source: Started playing
de: Ich bin zum Sport gekommen...

source: Job
de: Das mache ich beruflich

source: Other hobbies
de: Andere Hobbies

source: Last score from UDisc
de: Letzte Runde aus UDisc

source: Course
de: Parcours

source: Title
de: Titel

source: Body
de: Inhalt

source: Type
de: Art

source: Content
de: Inhalt

source: Manufacturer
de: Hersteller

source: Mold
de: Scheibenmodell

source: Display name
de: Scheibenname

source: Amount
de: Menge

source: Disc
de: Scheibe

source: Player
de: Spieler

source: Practice
de: Übung

source: Casual Round
de: Spaßrunde

source: Tournament
de: Turnier

source: Hole
de: Bahn

source: Date
de: Datum

source: Ace
de: Ass

source: Other
de: Andere

source: URL
de: URL Addresse

source: Tremonia Series points + half beaten players
de: Tremonia Series Punkte + Hälfte der geschlagenen Spieler

source: Tremonia Putting Liga points (0-200): keep points from import
de: Tremonia Putting Liga Punkte (0-200): behalte Punkte vom Import

source: Point System
de: Punktsystem

source: Position
de: Platz

source: Points
de: Punkte

source: How many tournaments should be evaluated?
de: Wie viele Turniere zählen für die Gesamtwertung

source: Actor
de: Akteur

source: New number
de: Neue Nummer

source: Previous number
de: Vorherige Nummer

source: Command
de: Kommando

source: Duration (in seconds)
de: Dauer (in Sekunden)

source: Background image
de: Hintergrundbild

source: Width
de: Breite

source: Height
de: Höhe

source: Go to profile
de: Zum Profil

source: Save and go to profile
de: Speichern und zum Profil

source: Stats
de: Erfolge/Statistiken der Disc Golf Friends

source: Profile
de: Profil

source: Your profile
de: Dein Profil

source: Clear
de: Löschen

source: Update
de: Speichern

source: Favorite courses
de: Lieblingsparcours

source: Aces
de: Asse

source: Add ace
de: Ass hinzufügen

source: Add video
de: Video hinzufügen

source: Type a friend's name
de: Tippe einen Namen...

source: Thank you for the feedback
de: Danke für dein Feedback

source: Send
de: Senden

source: TOTAL
de: GESAMT

source: in a tournament
de: davon im Turnier

source: Open in admin
de: Im Admin öffen

source: Admin Zone
de: Admin-Bereich

source: Assign new bag tag(s)
de: Neue Bagtags zuweisen

source: You don't have a bag tag. If you want one do the following:
de: Du hast kein Bagtag. Wenn du eins möchtest, dann:

source: Contact
de: Rede mit

source: to get one (the bag tags are in the Disc Golf Center).
de: um eins zu bekommen (die Bagtags sind im Disc Golf Center).

source: Tell
de: Sag

source: so that he can register it here.
de: Bescheid, um dein Bagtag auf der Webseite zu aktivieren.

source: Bag Tags - Admin Zone
de: Bagtags - Admin-Bereich

source: Select friends without bag tags and new ones will be assigned
de: Wähle Friends ohne Bagtag, um eins oder mehrere zu zuweisen

source: Cancel
de: Abbrechen

source: You have to select at least 1 friend!
de: Du musst mindestens 1 Friend wählen

source: Continue
de: Weiter

source: Back
de: Zurück

source: Sort the bag tags
de: Aktualisiere die Bagtags

source: Move the friends on the right and don't forget to save!
de: Bewege die Friends und vergiss nicht zu speichern!

source: Save
de: Speichern

source: You can either select a bag tag to claim it (and change it with its owner) or
de: Du kannst entweder ein Bagtag nehmen (und mit dem Friend tauschen) oder

source: update multiple bag tags
de: mehrere Bagtags aktualisieren

source: Tournaments that ended today
de: Turniere, die heute enden

source: Select a tournament or enter a metrix URL
de: Wähle ein Turnier oder gib eine Metrix URL an

source: Entered Metrix URL is not valid
de: Die URL ist nicht gültig

source: Select bag tags
de: Wähle die Bagtags

source: Select the bag tags you want to update and then click on 'continue'.
de: Wähle die Bagtags, die du aktualisieren willst und dann klicke 'Weiter'

source: Select from Metrix
de: Aus Metrix wählen

source: You have to select at least 2 bag tags!
de: Du musst mindestens 2 Bagtags wählen

source: Select the bag tags you have collected today and click on 'continue'.
de: Wähle die Bagtags, die du gesammelt hast und dann klicke auf 'Weiter'

source: Unassigned Bag Tags
de: Freie Bagtags

source: Since today
de: Seit heute

source: Since yesterday
de: Seit gestern

source: Since %(date)s (%(days)s days)
de: Seit dem %(date)s (%(days)s Tage)

source: Best:
de: Beste:

source: Worst:
de: Schlechteste:

source: Average:
de: Im Durchschnitt bekommen:

source: Most received:
de: Am häufigsten bekommen:

source: Got their first bag tag today!
de: Erstes Bagtag heute bekommen!

source: Got their first bag tag yesterday
de: Erstes Bagtag gestern bekommen

source: 1 bag tag change
de: 1 Mal Bagtag getauscht

source: Played for the bag tag today
de: Hat heute um das Bagtag gespielt

source: Played yesterday for the bag tag
de: Hat gestern um das Bagtag gespielt

source: Show history
de: Zeige Bagtag Entwicklung

source: Update profile
de: Profil aktualisieren

source: wins
de: Siege

source: Sponsored by
de: Gesponsert von

source: from
de: aus

source: Plays disc golf since
de: Spielt Disc Golf seit

source: Discovered disc golf...
de: ... und ist so zum Sport gekommen

source: That's what I do when I'm not on the disc golf course
de: Das mache ich, wenn ich nicht Disc Golf spiele

source: Now playing
de: Spielt gerade...

source: Tournament achievements
de: Turniererfolge

source: Next tournaments
de: Nächste Turniere

source: Number of club members
de: Anzahl der Mitglieder

source: We are now...
de: Wo spielen wir gerade...

source: (show all)
de: (alle anzeigen)

source: (show less)
de: (weniger anzeigen)

source: Total aces
de: Asse der Friends

source: Favorite discs
de: Lieblingsscheiben

source: Best players
de: Beste Spieler (nach PDGA-Rating)

source: Best scores in Wischlingen (standard 23 - par 71)
de: Beste Runde in Wischlingen (Standard 23 - par 71)

source: Find friend
de: Friend finden

source: follow live
de: live folgen

source: Media
de: Medien

source: Our Videos
de: Videos der Friends

source: Do you claim bag tag number
de: Nimmst du Bagtag Nummer

source: You already have bag tag number
de: Du hast bereits Bagtag Nummer

source: All winners of the
de: Alle Gewinner der

source: Wins
de: Siege

source: Second places
de: Zweitplatzierungen

source: Third places
de: Drittplatzierungen

source: Best scores in
de: Beste Runde in

source: last month
de: im letzen Monat

source: (see course on UDisc)
de: (Parcours bei UDisc sehen)

source: No rounds available in UDisc
de: Keine Daten von UDisc vorhanden

source: Attend
de: Bin dabei

source: Withdraw
de: Bin nicht dabei

source: Login
de: Anmelden

source: This makes no sense. Duplicated bag tags are not allowed
de: Das macht keinen Sinn. Ein Bagtag kann nicht mehrmals vergeben werden

source: This makes no sense. For these bag tags the users should be:
de: Das macht keinen Sinn. Für diese Bagtags folgende Benutzer sollten dabei sein:

source: This makes no sense. These bag tags are not free for you to
de: Das macht keinen Sinn. Diese Bagtags sind nicht frei

source: German
de: Deutsch

source: English
de: Englisch

source: Period in which the bag tag must be played for as days
de: Zeitraum, in dem um das Bagtag gespielt werden muss als Tage

source: You are not allowed to see this. You received a penalty stroke.
de: Dieser Bereich ist nicht öffentlich. Du erhälts einen Strafwurf.

source: Page not found! Please proceed to the dropzone.
de: Seite nicht gefunden. Bitte zur Dropzone.

source: It seems that we have a problem. Please let us work on that.
de: Uppsala! Etwas ist schiefgelaufen.

source: Go back to home page
de: Zurück zur Startseite

source: Change to language
de: Sprache wechseln

source: This is the right place to change banners and text from the following pages (apps)
de: Hier kannst du Banners und Texte für dynamischen Seiten ändern und veröffentlichen

source: FRIENDS PAGE
de: FRIENDS SEITE

source: LEAGUE PAGE
de: LIGA SEITE

source: Language
de: Sprache

source: Description
de: Beschreibung

source: What cookies do we use?
de: Welche Cookies verwenden wir?

source: This is a list of the categories of cookies used in our website and why we use them.
de: Diese Website verwendet Cookies. Dabei handelt es sich um kleine Textdateien, welche auf Ihrem Endgerät gespeichert werden. Diese richten keinerlei Schaden an. Ihr Browser greift auf diese Dateien zu. Durch den Einsatz von Cookies erhöht sich die Benutzerfreundlichkeit und Sicherheit dieser Website.Gängige Browser bieten die Einstellungsoption, Cookies nicht zuzulassen. Hinweis: Es ist nicht gewährleistet, dass Sie auf alle Funktionen dieser Website ohne Einschränkungen zugreifen können, wenn Sie entsprechende Einstellungen vornehmen. Folgende Cookies werden von dieser Website verwendet:

source: This site uses cookies from %(cookie_groups)s and some own required cookies for better performance and user experience. Do you agree to use cookies?
de: Wir verwenden Cookies von %(cookie_groups)s und auch ein paar eigene (die notwendig sind) um dir eine coole Seite zu liefern. Dürfen wir Cookies verwenden?

source: Accept all
de: Alle akzeptieren

source: Decline all
de: Alle ablehnen

source: Manage cookies
de: Mehr Infos / Cookies einzeln verwalten

source: Accept
de: Alle akzeptieren

source: Decline
de: Alle ablehnen

source: Show all
de: Alle anzeigen

source: Domain
de: Anbieter

source: This is some really cool content from %(source)s you can not see until you accept the usage of cookies.
de: Diesen coolen Inhalt von %(source)s dürfen dir nicht zeigen bis du die Verwendung von Cookies akzeptierst.

source: This is some really cool content you can not see until you accept the usage of cookies.
de: Diesen coolen Inhalt dürfen dir nicht zeigen bis du die Verwendung von Cookies akzeptierst.

source: If you already decline them but you changed your mind, you can always accept them again
de: Wenn su schon die Cookies abgelehnt hast aber deine Meinung geändert hast, kannst du ihre Verwendung wieder akzeptieren.

source: here
de: Bitte klick hier

source: DGF blue
de: DGF Blau

source: White
de: Weiß

source: Black
de: Schwarz

source: Gray
de: Grau

source: None
de: Keine

source: Image Generators
de: Bild Generator

source: Downloading the internet and calculating important stuff
de: Wichtige Dinge werden jetzt gerechnet... warte mal kurz

source: Text color
de: Textfarbe

source: Logo color
de: Logos Farbe

source: Overlay color
de: Overlays Farbe

source: Move picture
de: Bild verschieben

source: Friends per row
de: Friends pro Zeile

source: Add Logo at the beginning?
de: Logo am Anfang?

source: Add Logo at the end?
de: Logo am Ende?

source: Add Banner at the end?
de: Banner am Ende?

source: Move banner
de: Banner verschieben

source: Move Friends
de: Friends verschieben

source: Picture width
de: Bildbreite

source: We are 60 friends now!
de: Wir sind schon 60 Friends!

source: Text size
de: Textgröße

source: positions
de: Plätze anzeigen

source: Show changes since last tournament?
de: Änderungen seit dem letzten Turnier zeigen?

source: Results position
de: Platzierung der Ergebnisse

source: Left
de: Links

source: Right
de: Rechts

source: Logo position
de: Logos Platzierung

source: Top
de: Oben

source: Bottom
de: Unten

source: Justify results
de: Ausrichtung der Ergebnisse

source: Background color
de: Hintergrundsfarbe

source: Points after last match:
de: Punkte nach dem

source: Points after
de: Punkte nach der

source: Total points
de: Punkte

source: Tournaments played
de: Gespielte Turniere

source: Only %(amount)s matches are taken into account for the total year's points
de: Die besten %(amount)s Spieltage zählen für die Jahreswertung

source: Only %(amount)s tournaments are taken into account for the total year's points
de: Die besten %(amount)s Turniere zählen für die Jahreswertung

source: Use manual table?
de: Manuell kombinierte Tabelle anzeigen?

source: Only Friends?
de: Nur Friends?

source: Overlay's angle
de: Overlays Winkel

source: Overlay's depth
de: Overlays Höhe

source: Picture zoom
de: Bild Zoom

source: Ties decided in sudden death
de: Durch Stechen entschieden

source: Year
de: Jahr

source: Please select 2 different teams
de: Bitte selektiere 2 unterschiedliche Teams

source: That result already exist. Please select it from the list and change it instead of creating a new one
de: Dieses Ergebnis existiert bereits. Bitte wähle es aus der Liste und ändere das anstatt ein neues zu erzeugen

source: Sum of all points should be %(points)s
de: Die Summe muss %(points)s Punkte sein

source: League
de: Liga

source: Add team
de: Team hinzufügen

source: Matches
de: Spiele

source: Add match result
de: Ergebnis hinzufügen

source: Error
de: Fehler

source: You are already in another team
de: Du bist bereits in einem anderen Team

source: The selected partner is already in another team
de: Der gewählte Partner ist bereits in einem anderen Team

source: That name is already taken
de: Jemand war schneller als du und hat sich diesen Namen schon ausgesucht

source: You can not select yourself as partner
de: Du kannst nicht mit dir seblst spielen

source: Own team
de: Eigenes Team

source: Rival team
de: Gegnerteam

source: Own points
de: Eigene Punkte

source: Rival points
de: Gegner-Punkte

source: There's already a team with that name for the {self.created.year} league
de: Es gibt schon ein Team mit dem Namen für die {self.created.year} Liga

source: {self.friend} already belongs to the team "{team.name}"
de: {self.friend} ist schon im Team "{team.name}"

source: Match
de: Spiel

source: Friends without team that would like to play
de: Friends, die ein Partner suchen

source: Go talk to them and make a team!
de: Rede mit ihnen und bilde ein Team!

source: Add result
de: Ergebnis hinzufügen

source: Create new team
de: Neues Team anmelden

source: I don't have a team, but I would like to play
de: Ich würde gerne mitmachen aber habe keinen Partner

source: Results
de: Ergebnisse

source: Standings
de: Tabelle

source: Place
de: Platz

source: Team name
de: Team

source: Players
de: Spieler

source: Games played
de: Gespielte Spiele

source: There are no teams yet
de: Keine Teams haben sich angemeldet

source: You already played with every team
de: Du hast schon gegen alle Teams gespielt

source: Please select a team and enter the result
de: Bitte wähle einen Gegner und gib das Endergebniss ein (es sind 10 Punkte zu vergeben)

source: Team points
de: Team-Punkte

source: Select your partner
de: Wähle deinen Teampartner

source: How do you want to call yourselves?
de: Wie ist euer Teamname?

source: Create
de: Team anmelden

source: You don't have a team and therefore you can not add results
de: Du hast kein Team und deswegen dafst du keine Ergebnisse hinzufügen
